/* The user-presented reason for biometric authentication prompts */
"keychain_client.la_context_reason" = "Authenticate with biometrics";

/* No comment provided by engineer. */
"stytch.b2b.create.organization.button" = "Create an organization";

/* No comment provided by engineer. */
"stytch.b2b.create.organization.subtitle" = "%@ does not have an account. Think this is a mistake? Try a different email address, or contact your admin.";

/* No comment provided by engineer. */
"stytch.b2b.create.organization.title" = "Create an organization to get started";

/* No comment provided by engineer. */
"stytch.b2b.discovered.organizations.title" = "Select an organization to continue";

/* No comment provided by engineer. */
"stytch.b2b.discovery.accept.invite" = "Accept Invite";

/* No comment provided by engineer. */
"stytch.b2b.discovery.join" = "Join";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.check.email" = "Check your email";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.didnt.get.it" = "Didn’t get it?";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.email.sent" = "An email was sent to";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.email.sent.alert.title" = "Email Sent!";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.login.link.sent" = "A login link was sent to you at";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.resend.email" = "Resend email";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.try.again" = "Try Again";

/* No comment provided by engineer. */
"stytch.b2b.email.confirmation.verify.email" = "Please verify your email";

/* No comment provided by engineer. */
"stytch.b2b.email.method.code" = "Email me a log in code";

/* No comment provided by engineer. */
"stytch.b2b.email.method.link" = "Email me a log in link";

/* No comment provided by engineer. */
"stytch.b2b.email.method.title" = "Select how you'd like to continue.";

/* Error message shown when a user is not eligible for just-in-time provisioning due to the organization's authentication policy. */
"stytch.b2b.email.not.eligible.for.jit.provioning.error" = "%1$@ does not have access to %2$@. If you think this is a mistake, contact your admin.";

/* No comment provided by engineer. */
"stytch.b2b.email.otp.entry.title" = "Enter verification code";

/* No comment provided by engineer. */
"stytch.b2b.email.otp.passcode.sent" = "A 6-digit passcode was sent to you at";

/* No comment provided by engineer. */
"stytch.b2b.error.email.auth.failed" = "Something went wrong. Your login link may have expired, been revoked, or been used more than once. Request a new login link to try again, or contact your admin for help.";

/* No comment provided by engineer. */
"stytch.b2b.error.generic" = "Something went wrong. Try again later or contact your admin for help.";

/* No comment provided by engineer. */
"stytch.b2b.error.invalid.product.configuration" = "Invalid product configuration detected";

/* No comment provided by engineer. */
"stytch.b2b.error.no.org.found" = "The organization you are looking for could not be found. If you think this is a mistake, contact your admin.";

/* No comment provided by engineer. */
"stytch.b2b.error.no.primary.auth.methods" = "Unable to join due to %@'s authentication policy. Please contact your admin for more information.";

/* No comment provided by engineer. */
"stytch.b2b.error.title" = "Looks like there was an error!";

/* No comment provided by engineer. */
"stytch.b2b.home.confirm.email" = "Confirm your email address with one of the following";

/* No comment provided by engineer. */
"stytch.b2b.home.continue.to.organization" = "Continue to %@";

/* Title displayed on the home screen during the B2B discovery flow. */
"stytch.b2b.home.sign.up.or.log.in" = "Sign up or log in";

/* Title displayed on the home screen when additional primary authentication (e.g., email verification) is required. */
"stytch.b2b.home.verify.email" = "Verify Your Email";

/* Instructional subtitle displayed on the Multi-Factor Authentication enrollment screen encouraging users to set up an additional verification method. */
"stytch.b2b.mfa.enrollment.subtitle" = "Add an additional form of verification to make your account more secure.";

/* Title displayed on the Multi-Factor Authentication screen prompting users to set up Multi-Factor Authentication for their account. */
"stytch.b2b.mfa.enrollment.title" = "Set up Multi-Factor Authentication";

/* Label for selecting SMS as the method for receiving a Multi-Factor Authentication verification code. */
"stytch.b2b.mfa.selection.text" = "Text me a code";

/* Label for selecting an authenticator app as the method for receiving a Multi-Factor Authentication verification code. */
"stytch.b2b.mfa.selection.totp" = "Use an authenticator app";

/* No comment provided by engineer. */
"stytch.b2b.no.discovered.organizations.subtitle" = "Make sure your email address is correct. Otherwise, you might need to be invited by your admin.";

/* No comment provided by engineer. */
"stytch.b2b.no.discovered.organizations.title" = "%@ does not belong to any organizations.";

/* No comment provided by engineer. */
"stytch.b2b.no.discovered.organizations.try.differnt.email.address.button" = "Try a different email address";

/* No comment provided by engineer. */
"stytch.b2b.organization.slug.placeholder" = "Enter Organization Slug";

/* No comment provided by engineer. */
"stytch.b2b.otp.message" = "A 6-digit passcode was sent to you at";

/* No comment provided by engineer. */
"stytch.b2b.password.authenticate.title" = "Log in with email and password";

/* No comment provided by engineer. */
"stytch.b2b.password.forgot.subtitle" = "We'll email you a login link to sign in to your account directly or reset your password if you have one.";

/* No comment provided by engineer. */
"stytch.b2b.password.forgot.title" = "Check your email for help signing in!";

/* No comment provided by engineer. */
"stytch.b2b.password.reset.title" = "Set a new password";

/* No comment provided by engineer. */
"stytch.b2b.password.signup.or.reset" = "Sign up or reset password";

/* Confirmation message shown after all recovery codes have been copied to the clipboard during the TOTP registration flow. */
"stytch.b2b.recovery.code.copied" = "Recovery Codes Copied!";

/* Button label for copying all recovery codes to the clipboard during the TOTP registration flow. */
"stytch.b2b.recovery.code.copy" = "Copy";

/* Button label to complete the recovery code saving step during the TOTP registration flow. */
"stytch.b2b.recovery.code.done" = "Done";

/* Instructional subtitle shown when the user is prompted to enter a recovery code after losing access to their authenticator app. */
"stytch.b2b.recovery.code.entry.subtitle" = "Enter one of the backup codes you saved when setting up your authenticator app.";

/* Title displayed when prompting the user to enter a recovery code after losing access to their authenticator app. */
"stytch.b2b.recovery.code.entry.title" = "Enter backup code";

/* Button label for saving recovery codes during the authenticator app setup flow. */
"stytch.b2b.recovery.code.save.button" = "Save";

/* Instructional subtitle indicating that this is the only opportunity to save recovery codes during setup. */
"stytch.b2b.recovery.code.save.subtitle" = "This is the only time you will be able to access and save your backup codes.";

/* Title shown when prompting the user to save their recovery codes during the authenticator app setup flow. */
"stytch.b2b.recovery.code.save.title" = "Save your backup codes!";

/* No comment provided by engineer. */
"stytch.b2b.sms.otp.enrollment.subtitle" = "Your organization requires an additional form of verification to make your account more secure.";

/* No comment provided by engineer. */
"stytch.b2b.sms.otp.enrollment.title" = "Enter your phone number to set up Multi-Factor Authentication";

/* No comment provided by engineer. */
"stytch.b2b.sms.otp.entry.title" = "Enter passcode";

/* Button used to authenticate with a specific SSO provider. */
"stytch.b2b.sso.button.title" = "Continue with %@";

/* No comment provided by engineer. */
"stytch.b2b.sso.discovery.enter.email" = "Enter your email to continue";

/* No comment provided by engineer. */
"stytch.b2b.sso.discovery.fallback.enter.org.slug" = "Please input the Organization's unique slug to continue. If you don't know the unique slug, log in through another method to view all of your available Organizations.";

/* No comment provided by engineer. */
"stytch.b2b.sso.discovery.fallback.no.connections" = "Sorry, we couldn't find any connections";

/* No comment provided by engineer. */
"stytch.b2b.sso.discovery.fallback.try.another.login" = "Try another login method";

/* Button used to kick off the discovery SSO flow. */
"stytch.b2b.sso.hardcoded.button.title" = "Continue with SSO";

/* Title displayed when prompting the user to select from multiple SSO connections during the discovery SSO flow. */
"stytch.b2b.sso.select.connection" = "Select a connection to continue";

/* Button title shown during TOTP code entry when the user cannot access their authenticator app. */
"stytch.b2b.totp.cant.access.authenticator.app" = "Can't access your authenticator app?";

/* Subtitle displayed during TOTP enrollment instructing the user to enter the secret key into their authenticator app. */
"stytch.b2b.totp.enrollment.subtitle" = "Enter the key below into your authenticator app. If you don’t have an authenticator app, you’ll need to install one first.";

/* Title displayed during TOTP enrollment instructing the user to copy the secret key to link their authenticator app. */
"stytch.b2b.totp.enrollment.title" = "Copy the code below to link your authenticator app";

/* Footer message displayed during TOTP code entry advising the user to retrieve a new code from their authenticator app if the current one doesn't work. */
"stytch.b2b.totp.entry.footer" = "If the verification code doesn’t work, go back to your authenticator app to get a new code.";

/* Subtitle displayed during TOTP code entry, instructing the user to enter the 6-digit code from their authenticator app. */
"stytch.b2b.totp.entry.subtitle" = "Enter the 6-digit code from your authenticator app.";

/* Title displayed during TOTP code entry, prompting the user to enter the 6-digit code from their authenticator app. */
"stytch.b2b.totp.entry.title" = "Enter verification code";

/* Confirmation message shown after the user copies the secret key to set up their authenticator app during TOTP enrollment. */
"stytch.b2b.totp.secret.copied" = "Secret Copied!";

/* Button title shown during TOTP code entry that allows the user to switch to using a backup code instead. */
"stytch.b2b.totp.use.backup.code" = "Use a backup code.";

/* Title of the home screen */
"stytch.b2c.auth.title" = "Sign up or log in";

/* No comment provided by engineer. */
"stytch.b2c.cancel" = "Cancel";

/* No comment provided by engineer. */
"stytch.b2c.check.email" = "Check your email";

/* No comment provided by engineer. */
"stytch.b2c.check.email.for.password" = "Check your email to set a new password";

/* No comment provided by engineer. */
"stytch.b2c.confirm" = "Send link";

/* No comment provided by engineer. */
"stytch.b2c.create.password.instead" = "Create a password instead";

/* No comment provided by engineer. */
"stytch.b2c.didnt.get.it" = "Didn't get it? ";

/* No comment provided by engineer. */
"stytch.b2c.email" = "Email";

/* No comment provided by engineer. */
"stytch.b2c.email.input.title" = "Email";

/* No comment provided by engineer. */
"stytch.b2c.email.placeholder" = "example@company.com";

/* No comment provided by engineer. */
"stytch.b2c.error.title" = "Error";

/* No comment provided by engineer. */
"stytch.b2c.forgot.password" = "Forgot password?";

/* No comment provided by engineer. */
"stytch.b2c.invalid.email" = "Invalid email address, please try again.";

/* No comment provided by engineer. */
"stytch.b2c.invalid.number" = "Invalid number, please try again.";

/* No comment provided by engineer. */
"stytch.b2c.link.to.reset.password.sent" = "A link to reset your password was sent to you at ";

/* No comment provided by engineer. */
"stytch.b2c.login.link.sent" = "A login link was sent to you at ";

/* No comment provided by engineer. */
"stytch.b2c.login.without.password" = "Login without a password";

/* No comment provided by engineer. */
"stytch.b2c.make.sure.acount.secure" = "We want to make sure your account is secure and that it’s really you logging in. A login link was sent to you at ";

/* No comment provided by engineer. */
"stytch.b2c.new.code.will.be.sent" = "A new link will be sent to %@.";

/* No comment provided by engineer. */
"stytch.b2c.ok" = "OK";

/* No comment provided by engineer. */
"stytch.b2c.or.separator" = "or";

/* No comment provided by engineer. */
"stytch.b2c.otp.error" = "Invalid passcode, please try again.";

/* No comment provided by engineer. */
"stytch.b2c.otp.message" = "A 6-digit passcode was sent to you at ";

/* No comment provided by engineer. */
"stytch.b2c.otp.title" = "Enter passcode";

/* No comment provided by engineer. */
"stytch.b2c.password.breach" = "A different site where you use the same password had a security issue recently. For your safety, an email was sent to you at ";

/* No comment provided by engineer. */
"stytch.b2c.password.choose.how.create" = "Choose how you would like to create your account.";

/* No comment provided by engineer. */
"stytch.b2c.password.continue.title" = "Continue";

/* No comment provided by engineer. */
"stytch.b2c.password.continue.title.email" = "Continue with email";

/* No comment provided by engineer. */
"stytch.b2c.password.continue.try.again.title" = "Try Again";

/* No comment provided by engineer. */
"stytch.b2c.password.create.account" = "Create account";

/* No comment provided by engineer. */
"stytch.b2c.password.email.login.link" = "Email me a login link";

/* No comment provided by engineer. */
"stytch.b2c.password.finish.creating.label" = "Finish creating your account by setting a password.";

/* No comment provided by engineer. */
"stytch.b2c.password.input.label" = "Password";

/* No comment provided by engineer. */
"stytch.b2c.password.log.in" = "Log in";

/* No comment provided by engineer. */
"stytch.b2c.password.set.new.password" = "Set a new password";

/* No comment provided by engineer. */
"stytch.b2c.period" = ".";

/* No comment provided by engineer. */
"stytch.b2c.recovery.code.placeholder" = "Enter backup code";

/* No comment provided by engineer. */
"stytch.b2c.resend.code" = "Resend link";

/* No comment provided by engineer. */
"stytch.b2c.resend.email" = "Resend email";

/* No comment provided by engineer. */
"stytch.b2c.text" = "Text";

/* No comment provided by engineer. */
"stytch.b2c.to.create.password" = " to create a password for your account.";

/* No comment provided by engineer. */
"stytch.b2c.to.reset.password" = " to reset your password.";

/* No comment provided by engineer. */
"stytch.b2c.use.password.instead" = "Use password instead";

/* No comment provided by engineer. */
"stytch.b2c.whatsApp" = "WhatsApp";

/* Title of the Continue button throughout the Stytch prebuilt UI. */
"stytch.continue" = "Continue";

/* LUDS password feedback shown when the user's password does not meet the required character types. */
"stytch.luds.feedback.characters" = "Must contain %@ of the following: uppercase letter, lowercase letter, number, symbol";

/* LUDS password feedback shown when the user's password is shorter than the required minimum length. */
"stytch.luds.feedback.length" = "Must be at least %@ characters long";

/* LUDS password feedback shown when the entered password has likely been exposed in a known data breach. */
"stytch.luds.feedback.password.reuse" = "This password may have been used on a different site that experienced a security issue. Please choose another password.";

/* Button title for continuing with a third-party OAuth provider (e.g., Google, Microsoft). */
"stytch.oauth.third.party.title" = "Continue with %@";

/* Cancel button label in the OTP resend confirmation alert. */
"stytch.otp.alert.cancel" = "Cancel";

/* Confirm button label in the OTP resend confirmation alert. */
"stytch.otp.alert.confirm" = "Send code";

/* Message displayed in the OTP resend confirmation alert indicating a new code will be sent to the specified destination. */
"stytch.otp.alert.message.new.code.will.be.sent" = "A new code will be sent to %@.";

/* Title of the OTP resend confirmation alert. */
"stytch.otp.alert.title.resend.code" = "Resend code";

/* Message displayed on OTP entry screens when the code has expired, prompting the user to resend. */
"stytch.otp.code.expired" = "Your code has expired. Didn't get it? Resend it.";

/* Message displayed on OTP entry screens indicating how much time is left before the code expires, with a prompt to resend. */
"stytch.otp.code.expires.in" = "Your code expires in %@. Didn't get it? Resend it.";

/* Positive feedback message shown when the entered password is evaluated as strong by the zxcvbn password criteria. */
"stytch.zxcvbn.feedback.success" = "Great job! This is a strong password.";

